export const initialinfo = [
  {
    icon: './images/ball.png',
    main: 'Правки'
  },
  {
    title: 'Статья 81',
    text: 'Положение части 3 статьи 81 Конституции Российской Федерации, ограничивающее число сроков, в течение которых одно и то же лицо может занимать должность Президента Российской Федерации, применяется к лицу, занимавшему и (или) занимающему должность Президента Российской Федерации, без учета числа сроков, в течение которых оно занимало и (или) занимает эту должность на момент вступления в силу поправки к Конституции Российской Федерации, вносящей соответствующее ограничение, и не исключает для него возможность занимать должность Президента Российской Федерации в течение сроков, допустимых указанным положением.'
  },
  {
    title: 'Статья 93',
    text: 'Президент Российской Федерации, прекративший исполнение своих полномочий, лишен неприкосновенности Советом Федерации только на основании выдвинутого Государственной Думой обвинения в государственной измене или совершении иного тяжкого преступления, подтвержденного заключением Верховного Суда Российской Федерации о наличии в действиях Президента Российской Федерации, как действующего, так и прекратившего исполнение своих полномочий, признаков преступления и заключением Конституционного Суда Российской Федерации о соблюдении установленного порядка выдвижения обвинения. Решение Государственной Думы о выдвижении обвинения и решение Совета Федерации об отрешении Президента Российской Федерации от должности, о лишении неприкосновенности Президента Российской Федерации, прекратившего исполнение своих полномочий, должны быть приняты двумя третями голосов от общего числа соответственно сенаторов Российской Федерации и депутатов Государственной Думы по инициативе не менее одной трети депутатов Государственной Думы и при наличии заключения специальной комиссии, образованной Государственной Думой.Решение Совета Федерации об отрешении Президента Российской Федерации от должности, о лишении неприкосновенности Президента Российской Федерации, прекратившего исполнение своих полномочий, должно быть принято не позднее чем в трехмесячный срок после выдвижения Государственной Думой обвинения против Президента Российской Федерации. Если в этот срок решение Совета Федерации не будет принято, обвинение против Президента Российской Федерации, Президента Российской Федерации, прекратившего исполнение своих полномочий, считается отклоненным.'          
  },
  {
    title: 'Статья 79',
    text: 'Российская Федерация может участвовать в межгосударственных объединениях и передавать им часть своих полномочий в соответствии с международными договорами Российской Федерации, если это не влечет за собой ограничения прав и свобод человека и гражданина и не противоречит основам конституционного строя Российской Федерации. Решения межгосударственных органов, принятые на основании положений международных договоров Российской Федерации в их истолковании, противоречащем Конституции Российской Федерации, не подлежат исполнению в Российской Федерации.'
  }
];
export const headerImg = document.querySelector('.header__img');
export const headerTitle = document.querySelector('.header__title');
export const postTitle = document.querySelector('.post__title');
export const postText = document.querySelector('.post__text');
export const post = document.querySelector('.post');
export const images = [
  'https://telegram.org.ru/uploads/posts/2020-04/thumbs/1586963381_file_5300662.jpg',
  'https://telegram.org.ru/uploads/posts/2020-04/thumbs/1586963327_file_5300663.jpg',
  'https://telegram.org.ru/uploads/posts/2020-04/thumbs/1586963323_file_5300665.jpg',
  'https://telegram.org.ru/uploads/posts/2020-04/thumbs/1586963386_file_5300666.jpg',
  'https://telegram.org.ru/uploads/posts/2020-04/thumbs/1586963345_file_5300667.jpg',
  'https://telegram.org.ru/uploads/posts/2020-04/thumbs/1586963410_file_5300668.jpg'
];
export const popup = document.querySelector('.popup');
export const mainImage = document.querySelector('.header__img');